{
    "author": "malishok",
    "ideas": [
        {
            "ticker": "BABA",
            "currency": "USD",
            "targetPrice": 200,
            "thesis": "Хотя тахикардия на графиках очень похожа, и немного пугает, всеж не сбыты, а большие компании, но как раз вспоминаешь статистику - основной рост/падения индекса/компаний это именно пред и пост торги. Эти графики очень наглядны. Пока Мы видим некую расшивку конфликта Ма с КПК, которая закончилась скорее всего на выходных, и государство пообещало еще и помогать, и способствовать развитию, и субсидировать отрасли, и снять ковид ограничения - кароче, полный фарш. Как это будет в реале, мы скоро узнаем, пока же бизнесы должны переварить открытый мир и новые вводные, чтобы начать показывать хороший рост, чего и будем ждать, но как по мне эти бумаги имеют хорошие перспективы и недороги по текущим, продолжаю спокойно держать и держать себя от желания увеличить позу в китайцах.",
            "companyName": "Alibaba",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 110.83
        },
        {
            "ticker": "BIDU",
            "currency": "USD",
            "targetPrice": 200,
            "thesis": "Baidu даже нравится чуть больше, чем Alibaba. Хотя тахикардия на графиках очень похожа, и немного пугает, всеж не сбыты, а большие компании, но как раз вспоминаешь статистику - основной рост/падения индекса/компаний это именно пред и пост торги. Эти графики очень наглядны. Пока Мы видим некую расшивку конфликта Ма с КПК, которая закончилась скорее всего на выходных, и государство пообещало еще и помогать, и способствовать развитию, и субсидировать отрасли, и снять ковид ограничения - кароче, полный фарш. Как это будет в реале, мы скоро узнаем, пока же бизнесы должны переварить открытый мир и новые вводные, чтобы начать показывать хороший рост, чего и будем ждать, но как по мне эти бумаги имеют хорошие перспективы и недороги по текущим, продолжаю спокойно держать и держать себя от желания увеличить позу в китайцах.",
            "companyName": "Baidu",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 133.33
        },
        {
            "ticker": "SLB",
            "currency": "USD",
            "targetPrice": 60
        },
        {
            "ticker": "NTNX",
            "currency": "USD",
            "targetPrice": 45,
            "thesis": "Одна из моих идей это M&A в бумаге, а также выход в прибыль. В прибыль компания вышла, но это шаткие цифры, нужна и дальше положительная динамика, а вот корп событие временно отменилось, на этот раз компанию рассматривал Hewlett Packard Enterprise, но на графике видно когда вышла новость, что компания \"больше не ведет переговоры по покупке Nutanix\" Идея остается, продолжаю ждать, мне перспективы и развитие компании нравится.",
            "companyName": "Nutanix",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 26.03
        },
        {
            "ticker": "OIS",
            "currency": "USD",
            "targetPrice": 8,
            "thesis": "Это одна из тех историй, которая может вырасти и выше 8 долларов, но мне не нравится волатильность в нефти, неопределенность со ставкой и другими рисками, которые есть на рынке, поэтому таргет оставлю и на нем буду закрывать идею, пока в баксах посидеть и понаблюдать кажется спокойней.",
            "companyName": "Oil States International",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 7.6
        },
        {
            "ticker": "PAA",
            "currency": "USD",
            "targetPrice": 16,
            "thesis": "Не знаю, что делать с этой бумагой, таких спокойных и высоких дивидендов я не видел давно. Сидеть получать 7+- процентов годовых в валюте это прекрасно, а увеличение налогов не очень, ну и отсутствие роста тела бумаги не очень радует. И такая вялая история не очень нравится, потому что в НИИ собираются больше история роста, а не дивидендные бумаги, но вот на каком-то пенсионном счета наверное оставлю ее, пока подожду квартал, если увижу намек на снижение КС, то подожду еще скорее всего. Отличная бумага спокойная бумага, но скучная)",
            "companyName": "Plains All American Pipeline",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 11.94
        },
        {
            "ticker": "SABR",
            "currency": "USD",
            "targetPrice": 10,
            "thesis": "Еще один подбитый летчик и сектор, основная задача у которого - получить положительный FCF и дальше открытие мира и перелетов поможет компании. Пока они идут этим путем, даже продали часть бизнеса, чтобы решить проблему с высоким долгом. Ждем дальнейшего оздоровления компании и переоценки. Таргет я бы поднял, но тк рискованная история буду поднимать по мере достижения, хотя годовой максимум 12 долларов можно спокойно держать в голове.",
            "companyName": "Sabre",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 6.88
        },
        {
            "ticker": "SPR",
            "currency": "USD",
            "targetPrice": 45,
            "thesis": "Не смотря на большие проблемы в отрасли, банкротство постащиков, сложность в логистике и небольшими проблемами с заказами, компания немного подросла, что скорее всего произошло на фоне разморозки и снятия ограничений Китаем. Но проблемы остаются в секторе, поэтому апсайда больше 30% ждать наверное не стоит, поэтому 45 долларов это таргет, который даже может быть и немного оптимистичен. Но оставляю его без изменений, в целом вижу, что он достижим в среднескрок. Пока же наблюдаем и верим в отчеты лучше ожиданий и выход в плюс.",
            "companyName": "Spirit Aerosystems",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 32.8
        },
        {
            "ticker": "GAZP",
            "currency": "RUB",
            "targetPrice": 250
        },
        {
            "ticker": "SIBN",
            "currency": "RUB",
            "targetPrice": 500,
            "risk": "low"
        },
        {
            "ticker": "AFLT",
            "currency": "RUB",
            "targetPrice": 60,
            "risk": "low"
        },
        {
            "ticker": "LENT",
            "currency": "RUB",
            "targetPrice": 1800,
            "risk": "low"
        },
        {
            "ticker": "LKOH",
            "currency": "RUB",
            "targetPrice": 6000,
            "risk": "low"
        },
        {
            "ticker": "SBER",
            "currency": "RUB",
            "targetPrice": 240,
            "risk": "low"
        },
        {
            "ticker": "VTBR",
            "currency": "RUB",
            "targetPrice": 0.05,
            "risk": "low"
        },
        {
            "ticker": "ALRS",
            "currency": "RUB",
            "targetPrice": 120,
            "risk": "low"
        },
        {
            "ticker": "GMKN",
            "currency": "RUB",
            "targetPrice": 20000
        },
        {
            "ticker": "LI",
            "currency": "USD",
            "targetPrice": 45,
            "thesis": "Все выше было описано про Китай работает и тут, но надо вспомнить, что это отрасль субсидируют и любят в Китае давно, темпы роста неплохие и электрички из поднебесной уже сурово двигают Теслу. Из обидного, что при ценах около 40 начал закрывать идею и хотел поменять таргет, но не успел, а бумаги знатно улетели вниз и даже доходили до 14, писал, что это неплохие цены, даже ниже 16, думаю нескоро мы их увидим, хотелось бы выход выше 30, и если уровень 40 будет достигнут и котировки опять начнут буксовать, то еще раз подумаю о закртыии позы, но в средне-долгосрок уровни 45-50 кажутся вполне реальными.",
            "companyName": "Li Auto",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 22.04
        },
        {
            "ticker": "VRT",
            "currency": "USD",
            "targetPrice": 25,
            "thesis": "Люблю я ЦОДы и облака, а кто их строит - еще больше. Компания в свое время накосячила и в отчете начала прошлого года выдала интересное заявление, что они при росте себестоимости побоялись поднимать цены для заказчиков, в итоге получился провал в отчетах. Люди получили заслуженную награду, и вот новые люди опять понднимают бизнес, так что жду возрата к старым цифрам и как раз возврат в тот же ценовой диапазон 25+- долларов. Дальше буду пересматривать таргет, так как мне кажется на дистанции года 2-3 мы вполне увидим 35-40$, но тут надо понять, что будет со ставкой. Так что пока ждем отчетов.",
            "companyName": "Vertiv Holdings",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 14.82
        },
        {
            "ticker": "MTLRP",
            "currency": "RUB",
            "targetPrice": 300,
            "risk": "high"
        },
        {
            "ticker": "S",
            "currency": "USD",
            "targetPrice": 30,
            "thesis": "2 компании из одного сектора, но разные по зрелости. Стартап версус стабильный и зрелый бизнес. Почему объединил - как и в китайских baba-baidu тут боль у компаний общая, именно по этому и снижен был таргет. Ставка для подобных компаний значит очень, порой даже больше отчетов, особенно у убыточного стартапа, который сложно купить крупному фонду, если у него ставка выросла в 3 раза, а она заложена в модели и сразу откидывает подобные компании по таргету далеко по цене и времени, поэтому я все еще верю в эти компании, они сильно упали, но пока нет смысла копать их бизнес глубоко, там критичного ничего не произошло, а вот следить за ставкой и в ожиданиях разворота ее вниз, это будут отличные компании для покупок.",
            "companyName": "SentinelOne",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 13.64
        },
        {
            "ticker": "CRWD",
            "currency": "USD",
            "targetPrice": 200,
            "thesis": "2 компании из одного сектора, но разные по зрелости. Стартап версус стабильный и зрелый бизнес. Почему объединил - как и в китайских baba-baidu тут боль у компаний общая, именно по этому и снижен был таргет. Ставка для подобных компаний значит очень, порой даже больше отчетов, особенно у убыточного стартапа, который сложно купить крупному фонду, если у него ставка выросла в 3 раза, а она заложена в модели и сразу откидывает подобные компании по таргету далеко по цене и времени, поэтому я все еще верю в эти компании, они сильно упали, но пока нет смысла копать их бизнес глубоко, там критичного ничего не произошло, а вот следить за ставкой и в ожиданиях разворота ее вниз, это будут отличные компании для покупок.",
            "companyName": "CrowdStrike",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 96.57
        },
        {
            "ticker": "RASP",
            "currency": "RUB",
            "targetPrice": 300,
            "risk": "low"
        },
        {
            "ticker": "AFKS",
            "currency": "RUB",
            "targetPrice": 30,
            "risk": "low"
        },
        {
            "ticker": "COUR",
            "currency": "USD",
            "targetPrice": 22,
            "thesis": "Была надежда на большой и хороший рост в клиентах и выручки, но с учетом конкурентов и ситуации компании снижает свои планы, а инвесторы снижают цены котировок, что вполне логично. Компания может продолжить органический рост и разобраться со своими убытками, что является проблемой, компании не стоит наращивать долг. Пока кажется более-менее справедливые оценки компании, но все еще верю в позитивный исход и что на дистанции 1-3 года выйдем обратно за 20 долларов, про КС уже писать не буду.",
            "companyName": "Coursera",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 13.04
        },
        {
            "ticker": "PYPL",
            "currency": "USD",
            "targetPrice": 130,
            "thesis": "Верю в эту платежную систему, хоть и снижаю таргет, а что поделать, цифры роста иначе выглядят некрасиво) Но по сути - бизнес стабилен, бизнес хорош, думают о крипте, не платят дивы, но отчеты стали восстанавливаться, уже 2 квартала лучшие ожиданий, так что продолжаю спокойно сидеть и ждать роста, как это бывает в ИТ, ставки и тут решает довольно много. Так что если не верить в хорошую рецессию, а во многих ИТ компаний/финтехах/кибере и тд она уже произошла, то текущие цены вполне себе интересные.",
            "companyName": "PayPal",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 77.08
        },
        {
            "ticker": "VKCO",
            "currency": "RUB",
            "targetPrice": 900
        },
        {
            "ticker": "META",
            "currency": "USD",
            "targetPrice": 230
        },
        {
            "ticker": "TWTR",
            "currency": "USD",
            "targetPrice": 60,
            "risk": "low"
        },
        {
            "ticker": "NOV",
            "currency": "USD",
            "targetPrice": 25,
            "thesis": "Еще один помощник нефтесервисам, который практически добил до цели, но откатился немного не достав ее. Как и все нефтесервисы подумаю о закрытии идеи по таргету, а потом во всех таких историях я буду думать о том, чтобы вернуться в какие-то отдельный истории при коррекции. Или же буду смотреть в сторону историй типа RIG, которые пока стесняются отрасти.",
            "companyName": "National Oilwell Varco",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 22.87
        },
        {
            "ticker": "CRM",
            "currency": "USD",
            "targetPrice": 300,
            "thesis": "Проваливаемся по ожиданиям и отчетам, но платим хорошие дивиденды и ищем новые проекты, которые нам подкидывает и государство. Так что пока получаем хорошие отчеты, которые более 2х лет лучше ожиданий стабильно каждый кварта и ждем снижения ставки  плюс роста количества проектов. Пока компания не радует акционеров, и все форвардные прогнозы укладываются в рамки ожиданий, что не очень помогает компании, которая так же не радует на конфколах, выдавая стандартные слова про проблемы, которыми любят объяснять свои результаты многие компании, ну вы их и сами знаете. Так что пока ждем, при сильно коррекции я бы докупил бумагу в долгосрок.",
            "companyName": "Salesforce",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 147.1
        },
        {
            "ticker": "YNDX",
            "currency": "RUB",
            "targetPrice": 3000,
            "risk": "low"
        }
    ]
}
