{
    "author": "malishok",
    "ideas": [
        {
            "ticker": "BABA",
            "currency": "USD",
            "targetPrice": 200,
            "thesis": "Хотя тахикардия на графиках очень похожа, и немного пугает, всеж не сбыты, а большие компании, но как раз вспоминаешь статистику - основной рост/падения индекса/компаний это именно пред и пост торги. Эти графики очень наглядны. Пока Мы видим некую расшивку конфликта Ма с КПК, которая закончилась скорее всего на выходных, и государство пообещало еще и помогать, и способствовать развитию, и субсидировать отрасли, и снять ковид ограничения - кароче, полный фарш. Как это будет в реале, мы скоро узнаем, пока же бизнесы должны переварить открытый мир и новые вводные, чтобы начать показывать хороший рост, чего и будем ждать, но как по мне эти бумаги имеют хорошие перспективы и недороги по текущим, продолжаю спокойно держать и держать себя от желания увеличить позу в китайцах.",
            "companyName": "Alibaba",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 110.83
        },
        {
            "ticker": "BIDU",
            "currency": "USD",
            "targetPrice": 200,
            "thesis": "Baidu даже нравится чуть больше, чем Alibaba. Хотя тахикардия на графиках очень похожа, и немного пугает, всеж не сбыты, а большие компании, но как раз вспоминаешь статистику - основной рост/падения индекса/компаний это именно пред и пост торги. Эти графики очень наглядны. Пока Мы видим некую расшивку конфликта Ма с КПК, которая закончилась скорее всего на выходных, и государство пообещало еще и помогать, и способствовать развитию, и субсидировать отрасли, и снять ковид ограничения - кароче, полный фарш. Как это будет в реале, мы скоро узнаем, пока же бизнесы должны переварить открытый мир и новые вводные, чтобы начать показывать хороший рост, чего и будем ждать, но как по мне эти бумаги имеют хорошие перспективы и недороги по текущим, продолжаю спокойно держать и держать себя от желания увеличить позу в китайцах.",
            "companyName": "Baidu",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 133.33
        },
        {
            "ticker": "NTNX",
            "currency": "USD",
            "targetPrice": 45,
            "thesis": "Одна из моих идей это M&A в бумаге, а также выход в прибыль. В прибыль компания вышла, но это шаткие цифры, нужна и дальше положительная динамика, а вот корп событие временно отменилось, на этот раз компанию рассматривал Hewlett Packard Enterprise, но на графике видно когда вышла новость, что компания \"больше не ведет переговоры по покупке Nutanix\" Идея остается, продолжаю ждать, мне перспективы и развитие компании нравится.",
            "companyName": "Nutanix",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 26.03
        },
        {
            "ticker": "OIS",
            "currency": "USD",
            "targetPrice": 8,
            "thesis": "Это одна из тех историй, которая может вырасти и выше 8 долларов, но мне не нравится волатильность в нефти, неопределенность со ставкой и другими рисками, которые есть на рынке, поэтому таргет оставлю и на нем буду закрывать идею, пока в баксах посидеть и понаблюдать кажется спокойней.",
            "companyName": "Oil States International",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 7.6
        },
        {
            "ticker": "PAA",
            "currency": "USD",
            "targetPrice": 16,
            "thesis": "Не знаю, что делать с этой бумагой, таких спокойных и высоких дивидендов я не видел давно. Сидеть получать 7+- процентов годовых в валюте это прекрасно, а увеличение налогов не очень, ну и отсутствие роста тела бумаги не очень радует. И такая вялая история не очень нравится, потому что в НИИ собираются больше история роста, а не дивидендные бумаги, но вот на каком-то пенсионном счета наверное оставлю ее, пока подожду квартал, если увижу намек на снижение КС, то подожду еще скорее всего. Отличная бумага спокойная бумага, но скучная)",
            "companyName": "Plains All American Pipeline",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 11.94
        },
        {
            "ticker": "SABR",
            "currency": "USD",
            "targetPrice": 10,
            "thesis": "Еще один подбитый летчик и сектор, основная задача у которого - получить положительный FCF и дальше открытие мира и перелетов поможет компании. Пока они идут этим путем, даже продали часть бизнеса, чтобы решить проблему с высоким долгом. Ждем дальнейшего оздоровления компании и переоценки. Таргет я бы поднял, но тк рискованная история буду поднимать по мере достижения, хотя годовой максимум 12 долларов можно спокойно держать в голове.",
            "companyName": "Sabre",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 6.88
        },
        {
            "ticker": "SPR",
            "currency": "USD",
            "targetPrice": 45,
            "thesis": "Не смотря на большие проблемы в отрасли, банкротство постащиков, сложность в логистике и небольшими проблемами с заказами, компания немного подросла, что скорее всего произошло на фоне разморозки и снятия ограничений Китаем. Но проблемы остаются в секторе, поэтому апсайда больше 30% ждать наверное не стоит, поэтому 45 долларов это таргет, который даже может быть и немного оптимистичен. Но оставляю его без изменений, в целом вижу, что он достижим в среднескрок. Пока же наблюдаем и верим в отчеты лучше ожиданий и выход в плюс.",
            "companyName": "Spirit Aerosystems",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 32.8
        },
        {
            "ticker": "GAZP",
            "currency": "RUB",
            "targetPrice": 300,
            "thesis": "Спустя полчаса удалось, но видать компания понимает свой зашквар и просто стеснялась. Новые новости о снижении налогов немного помогла компании, но ничего кардинально не поменяла, жду что уровень 160₽+- будет царапаться еще долго, причем с 2х сторон, что сверху, что снизу. Новых вводных у нас все также нет, а таргеты от аналитиков разнится кардинально, у сбербанка и вовсе 0 прибыль за второе полугодие и дивиденды аналогичные, кто-то ждет 20+ за второе полугодие, я примерно посередине этих мнений. Жду дивы и жду такую же дивдоходнось за этот год (около 10%), а дальше жду новости, отчеты, и рассказ о том, что компания планирует делать дальше. Продолжаю грустить и держать, таргет пока стал 300₽ ибо рисков хватает и можем опять в боковик на 10 лет уйти, как уже было)",
            "companyName": "Газпром",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 159.61
        },
        {
            "ticker": "SIBN",
            "currency": "RUB",
            "targetPrice": 600,
            "thesis": "Советовал сдавать в пользу других компаний из сектора, когда достигли уровней до СВОшных, и все еще считаю, что это верная история. Компания хороша, компания работает эффективно, компания выплачивает высокие дивы, компания прилично прибыльна. В целом продолжаю держать, но позу сократил и сильно, апсайд не такой высокий, и пока это больше кеш машина, таргет оставляю около 600₽, но жду пока хотя бы закрытия дивгепа как таргет на кратко-среднесрок.",
            "companyName": "Газпромнефть",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 442.75
        },
        {
            "ticker": "AFLT",
            "currency": "RUB",
            "targetPrice": 40,
            "thesis": "Что сказать - брат ВТБ, что первый придумал максимально размыться и видать ВТБ и подсказал, пока основная идея стала исключительно спекулятивной, так как о инвестициях можно забыть в данной бумаге. Ждем новостей об открытиях направлений, или как чудо - IPO победы, это все ближайшие драйверы, так как компания продолжит работать в минус. Таргет снижаю до 40₽",
            "companyName": "Аэрофлот",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 28.5
        },
        {
            "ticker": "LENT",
            "currency": "RUB",
            "targetPrice": 1500,
            "thesis": "Верим в компанию и их планы, что в 25 году компания удвоит бизнес, плюс у компании среди классического ритейла самый высокий уровень онлайн продаж, который растет максимальными темпами в секторе. Смотрим отчеты, проверяем идут ли они по своему плану и ждем 1500₽, тут таргет пока оставляю.",
            "companyName": "Лента",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 716.5
        },
        {
            "ticker": "LKOH",
            "currency": "RUB",
            "targetPrice": 6000,
            "thesis": "Не можем закрыть дивгеп, и на это пять причин (дальше голосом Игоря Николаева). Первая причина это нефть, а вторая это Пу...Ладно, чуть серьезней. Проблем потенциально хватает, это очередные вбросы о отжатии/покупке/отставке самой компании, так и новые истории, что - а давайте пересмотрим формулу ндпи с цены уралс на брент. Но пока это один из самых эффективных нефтянников, а из независимых так точно. Див доходность превосходная, компания мегаэффективная, так что нам будет мешать только государство, новые санкции. Так что радуюсь вложению, жду для докупок около 3500₽, хотя смущает то, что по ТА кажется - может улететь и сильно ниже, но это ТА, новости подвезут попозже или он просто ошибется. Ну все как всегда) но 6000₽ как таргет пока оставляю, но может потом снижу, когда будет объявлена новая выплата дивидендов. Пока основная идея - закрытие дивгепа.",
            "companyName": "Лукойл",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 3951.5
        },
        {
            "ticker": "SBER",
            "currency": "RUB",
            "targetPrice": 300,
            "thesis": "Не ну правда надо рассказать? в сотый раз от меня и еще от 100 человек? Оуке но быстро - трюль будет, даже больше, дивы 30+, 20ую доху стоить не можем, могут ошкурить эт единственный риск. Таргет снижаю, ибо был просто высок, поэтому 300₽ жду, но на дистанции 3 года кажтся это консервативный таргет и будет 350-400₽.",
            "companyName": "Сбербанк",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 165.02
        },
        {
            "ticker": "VTBR",
            "currency": "RUB",
            "targetPrice": 0.03,
            "thesis": "Ох-ох-ох. Браво Костин, не подвел) Итак у нас 2 допки и проблемная компания, которая все же обещает заработать около 300млрд за год. Имеем - поглощение открытия, допку как самые важные события. Что кажется из этого может выйти - оздоровление бизнеса в течение года, следующий отличный год и хорошие дивы, но надо помнить, что нас размыло, причем прилично. Но все пошло не по плану у них и прошлый год это доказал, так что вынуждено снижаю таргет до 0,03₽",
            "companyName": "Банк ВТБ",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 0.01701
        },
        {
            "ticker": "ALRS",
            "currency": "RUB",
            "targetPrice": 90,
            "thesis": "Свои проблемы с логистикой в первом приближении решили, как и с заменой поставщиков/покупателей. Цены на сырье пока на хорошем уровне, по текущей цене можно сказать, что пару лет назад по этой же цене это было поинтересней. Но и сейчас, с учетом цен, склада, дивидендов вполне неплохая история в долгосрок. Просто надо понимать, что это консервативная история. Таргет в 90₽ оставляю.",
            "companyName": "Алроса",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 62.38
        },
        {
            "ticker": "GMKN",
            "currency": "RUB",
            "targetPrice": 20000,
            "thesis": " Компания объявила дивиденды, которые определялись не дивидендной политикой, которая закончилась в этом году, а просто договоренностями между конфликтующими акционерами. Это негатив, так как мы не можем просчитать, что же мы будем получать дальше, на что можно рассчитывать. Это больше про краткосрок. Если же говорить про долгосрок, то тот набор металлов и доля в мировом производстве говорит о том, что все будет у компании хорошо, но потом, долгосрочная история, но достойная \"пенсионного\" портфеля. Пока снижаю таргет до 20 000₽, так как пока не вижу драйверов в ближайшей перспективе. Очень жду новой дивполитики, там буду думать, пока так.",
            "companyName": "Норильский Никель",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 14890
        },
        {
            "ticker": "LI",
            "currency": "USD",
            "targetPrice": 45,
            "thesis": "Все выше было описано про Китай работает и тут, но надо вспомнить, что это отрасль субсидируют и любят в Китае давно, темпы роста неплохие и электрички из поднебесной уже сурово двигают Теслу. Из обидного, что при ценах около 40 начал закрывать идею и хотел поменять таргет, но не успел, а бумаги знатно улетели вниз и даже доходили до 14, писал, что это неплохие цены, даже ниже 16, думаю нескоро мы их увидим, хотелось бы выход выше 30, и если уровень 40 будет достигнут и котировки опять начнут буксовать, то еще раз подумаю о закртыии позы, но в средне-долгосрок уровни 45-50 кажутся вполне реальными.",
            "companyName": "Li Auto",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 22.04
        },
        {
            "ticker": "VRT",
            "currency": "USD",
            "targetPrice": 25,
            "thesis": "Люблю я ЦОДы и облака, а кто их строит - еще больше. Компания в свое время накосячила и в отчете начала прошлого года выдала интересное заявление, что они при росте себестоимости побоялись поднимать цены для заказчиков, в итоге получился провал в отчетах. Люди получили заслуженную награду, и вот новые люди опять понднимают бизнес, так что жду возрата к старым цифрам и как раз возврат в тот же ценовой диапазон 25+- долларов. Дальше буду пересматривать таргет, так как мне кажется на дистанции года 2-3 мы вполне увидим 35-40$, но тут надо понять, что будет со ставкой. Так что пока ждем отчетов.",
            "companyName": "Vertiv Holdings",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 14.82
        },
        {
            "ticker": "MTLRP",
            "currency": "RUB",
            "targetPrice": 300,
            "thesis": "Мнение не меняется, так как новых вводных и отчетов нет, только домыслы и слухи, а также разгоны дочек, больше у нас с прошлого обзора не поменялось ничего. Также считаю, что компания сможет в скором времени платить дивиденды, это важно акционеру, даже листинг на найсе уже не готовы поддержитвать. Но напомню, что волшебное слово редомициляция = очень долго. Так что пока уровень цен на уголь неплох, металл сектор тоже не так и плох, продолжу держать, так как апсайд кажется может быть кратным.",
            "companyName": "Мечел",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 163.95
        },
        {
            "ticker": "S",
            "currency": "USD",
            "targetPrice": 30,
            "thesis": "2 компании из одного сектора, но разные по зрелости. Стартап версус стабильный и зрелый бизнес. Почему объединил - как и в китайских baba-baidu тут боль у компаний общая, именно по этому и снижен был таргет. Ставка для подобных компаний значит очень, порой даже больше отчетов, особенно у убыточного стартапа, который сложно купить крупному фонду, если у него ставка выросла в 3 раза, а она заложена в модели и сразу откидывает подобные компании по таргету далеко по цене и времени, поэтому я все еще верю в эти компании, они сильно упали, но пока нет смысла копать их бизнес глубоко, там критичного ничего не произошло, а вот следить за ставкой и в ожиданиях разворота ее вниз, это будут отличные компании для покупок.",
            "companyName": "SentinelOne",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 13.64
        },
        {
            "ticker": "CRWD",
            "currency": "USD",
            "targetPrice": 200,
            "thesis": "2 компании из одного сектора, но разные по зрелости. Стартап версус стабильный и зрелый бизнес. Почему объединил - как и в китайских baba-baidu тут боль у компаний общая, именно по этому и снижен был таргет. Ставка для подобных компаний значит очень, порой даже больше отчетов, особенно у убыточного стартапа, который сложно купить крупному фонду, если у него ставка выросла в 3 раза, а она заложена в модели и сразу откидывает подобные компании по таргету далеко по цене и времени, поэтому я все еще верю в эти компании, они сильно упали, но пока нет смысла копать их бизнес глубоко, там критичного ничего не произошло, а вот следить за ставкой и в ожиданиях разворота ее вниз, это будут отличные компании для покупок.",
            "companyName": "CrowdStrike",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 96.57
        },
        {
            "ticker": "RASP",
            "currency": "RUB",
            "targetPrice": 350,
            "thesis": "Отчетов нет, но обещают, даже провели опрос, что же им открыть в отчетности. Не знаю, как выйдет, но уже раскрытие отчетности это позитив. Без цифр невозможно что-то сказать, кроме того, что компания точно прибыльна и копит кубышку, которую, к сожалению, мы не увидим ни в дивидендах, ни в байбэке, ни в новых покупках. Просто сидим ждем, а раз драйверов новых нет, режем таргет до 350₽",
            "companyName": "Распадская",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 263.35
        },
        {
            "ticker": "AFKS",
            "currency": "RUB",
            "targetPrice": 25,
            "thesis": "Не буду оригинальным и даже не вижу смысла обсуждать компанию глубоко, идея тут одна - расшивка истории с дочками в плане выхода на IPO. Пока этого нет, то и драйверов роста особых нет. Есть большие покупки, есть хорошие планы, есть хороший менеджмент, но нет драйвера в ближайшем будущем. Но на дистанции года 3+ это точно история, которая может удвоится, аккуратно складирую профит от спекуляций в бумагу, но без фанатизма, таргет оставляю тем же 25₽.",
            "companyName": "АФК Система",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 13.6
        },
        {
            "ticker": "COUR",
            "currency": "USD",
            "targetPrice": 22,
            "thesis": "Была надежда на большой и хороший рост в клиентах и выручки, но с учетом конкурентов и ситуации компании снижает свои планы, а инвесторы снижают цены котировок, что вполне логично. Компания может продолжить органический рост и разобраться со своими убытками, что является проблемой, компании не стоит наращивать долг. Пока кажется более-менее справедливые оценки компании, но все еще верю в позитивный исход и что на дистанции 1-3 года выйдем обратно за 20 долларов, про КС уже писать не буду.",
            "companyName": "Coursera",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 13.04
        },
        {
            "ticker": "PYPL",
            "currency": "USD",
            "targetPrice": 130,
            "thesis": "Верю в эту платежную систему, хоть и снижаю таргет, а что поделать, цифры роста иначе выглядят некрасиво) Но по сути - бизнес стабилен, бизнес хорош, думают о крипте, не платят дивы, но отчеты стали восстанавливаться, уже 2 квартала лучшие ожиданий, так что продолжаю спокойно сидеть и ждать роста, как это бывает в ИТ, ставки и тут решает довольно много. Так что если не верить в хорошую рецессию, а во многих ИТ компаний/финтехах/кибере и тд она уже произошла, то текущие цены вполне себе интересные.",
            "companyName": "PayPal",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 77.08
        },
        {
            "ticker": "VKCO",
            "currency": "RUB",
            "targetPrice": 650,
            "thesis": "Ничего не добавлю к изначальной мысли. Она была в том, что эта компания заменит выпавший сегмент после ухода зарубежных компаний, но мы по последним отчетам видели, что этого не случилось, рост есть, но ближе к органическому, а кое где и вовсе на уровне погрешности. Но это была идея спекулятивная, если говорить про инвесторскую, то мысль и ожидания были в том, что государству нужен этот сегмент, государство уже пришло в контроль и новый генеральный об этом явно кричит, а значит бизнес защищен и в него точно будут вливаться деньги. Управление от Кириенко неплохое, судя по цифрам, и есть кредит доверия после его работы в Ростелекоме, так что смотрим за дальнейшими отчетами, таргет 650₽ пока оставляю.",
            "companyName": "VK Group",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 490.4
        },
        {
            "ticker": "NOV",
            "currency": "USD",
            "targetPrice": 25,
            "thesis": "Еще один помощник нефтесервисам, который практически добил до цели, но откатился немного не достав ее. Как и все нефтесервисы подумаю о закрытии идеи по таргету, а потом во всех таких историях я буду думать о том, чтобы вернуться в какие-то отдельный истории при коррекции. Или же буду смотреть в сторону историй типа RIG, которые пока стесняются отрасти.",
            "companyName": "National Oilwell Varco",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 22.87
        },
        {
            "ticker": "CRM",
            "currency": "USD",
            "targetPrice": 300,
            "thesis": "Проваливаемся по ожиданиям и отчетам, но платим хорошие дивиденды и ищем новые проекты, которые нам подкидывает и государство. Так что пока получаем хорошие отчеты, которые более 2х лет лучше ожиданий стабильно каждый кварта и ждем снижения ставки  плюс роста количества проектов. Пока компания не радует акционеров, и все форвардные прогнозы укладываются в рамки ожиданий, что не очень помогает компании, которая так же не радует на конфколах, выдавая стандартные слова про проблемы, которыми любят объяснять свои результаты многие компании, ну вы их и сами знаете. Так что пока ждем, при сильно коррекции я бы докупил бумагу в долгосрок.",
            "companyName": "Salesforce",
            "openingDate": "2023-01-09T00:00:00.000Z",
            "priceOnOpening": 147.1
        },
        {
            "ticker": "YNDX",
            "currency": "RUB",
            "targetPrice": 3000,
            "thesis": "Яндекс и его непонятное будущее. Выкупили Убер и дешевле, чем планировалось ранее, отчет увидим наверное уже на следующей неделе. Но самый главный вопрос тут - как же разженилось государство с Воложем. По той информации, что есть, он забирает перспективные, но сейчас убыточные проекты, а все то, что приносит основной доход компании, остается в ней. Грубо говоря, мы получаем эдакий прибыльный Мечел, но без Эльги. Я за такой раздел, если смотреть на дистанции 1-3 года, но против, если смотреть на дистанцию 3+ лет. Ну и самый важный вопрос как раз на года 2-3 впереди это запертые иностранцы, кстати, напомню, а то часто путают - Яндекс это акции там, не расписки. И фрифлот огромен и фрифлот в основном тоже там в руках, это риск, который я готов брать на себя, жду роста компании и таргет оставляю тот же - 3000₽",
            "companyName": "Яндекс",
            "openingDate": "2023-02-07T00:00:00.000Z",
            "priceOnOpening": 2077.8
        }
    ]
}
